Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Content.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: A busy coworker
ar: زميل مشغول
de: Ein beschäftigter Kollege
es: Un compañero ocupado
fil: Isang abalang katrabaho
fr: Un collègue débordé
hi: एक व्यस्त सहकर्मी
id: Rekan kerja yang sibuk
it: Un collega indaffarato
ja: 忙しい同僚
ko: 바쁜 동료
nl: Een drukke collega
pl: Zapracowany kolega
pt_br: Um colega ocupado
ru: Занятой коллега
sv: En upptagen kollega
tr: Meşgul bir iş arkadaşı
uk: Зайнятий колега
vi: Một đồng nghiệp bận rộn
zh_hans: 一位忙碌的同事

source: A colleague asking too much
ar: زميل يطلب الكثير
de: Ein Kollege, der zu viel verlangt
es: Un compañero que pide demasiado
fil: Isang katrabahong sobrang humihingi
fr: Un collègue qui en demande trop
hi: एक सहकर्मी जो बहुत ज़्यादा माँगता है
id: Rekan kerja yang terlalu banyak meminta
it: Un collega che chiede troppo
ja: 頼みごとが多すぎる同僚
ko: 부탁이 너무 많은 동료
nl: Een collega die te veel vraagt
pl: Kolega, który prosi o za dużo
pt_br: Um colega que pede demais
ru: Коллега, который просит слишком много
sv: En kollega som ber om för mycket
tr: Çok şey isteyen bir iş arkadaşı
uk: Колега, який просить забагато
vi: Một đồng nghiệp nhờ vả quá nhiều
zh_hans: 一位要求太多的同事

source: A friendly stranger stops me on the street and starts a conversation out of nowhere. I want to answer quickly and warmly instead of freezing, and keep it going for a minute.
ar: غريب ودود يوقفني في الشارع ويبدأ حديثًا من العدم. أريد أن أجيب بسرعة ودفء بدلًا من التجمّد، وأن أواصل الحديث لدقيقة.
de: Eine freundliche fremde Person hält mich auf der Straße an und fängt aus dem Nichts ein Gespräch an. Ich will schnell und herzlich antworten, statt zu erstarren, und es eine Minute am Laufen halten.
es: Un desconocido amable me para en la calle y empieza a hablar de la nada. Quiero responder rápido y con calidez en vez de bloquearme, y mantener la charla un minuto.
fil: Pinahinto ako ng isang magiliw na estranghero sa kalye at nakipagkuwentuhan. Gusto kong sumagot nang mabilis at magiliw nang hindi natitigilan, at panatilihin ang usapan nang mga isang minuto.
fr: Un inconnu sympathique m'arrête dans la rue et engage la conversation de nulle part. Je veux répondre vite et chaleureusement au lieu de me figer, et la faire durer une minute.
hi: एक दोस्ताना अजनबी मुझे सड़क पर रोकता है और अचानक बातचीत शुरू कर देता है। मैं अटकने के बजाय जल्दी और गर्मजोशी से जवाब देना और एक मिनट बात जारी रखना चाहता हूँ।
id: Orang asing yang ramah menghentikan saya di jalan dan mengajak mengobrol. Saya ingin menjawab dengan cepat dan hangat tanpa membeku, dan menjaga obrolan tetap berjalan sekitar satu menit.
it: Uno sconosciuto gentile mi ferma per strada e attacca discorso dal nulla. Voglio rispondere in fretta e con calore invece di bloccarmi, e far durare la chiacchierata un minuto.
ja: 感じのいい見知らぬ人に道で呼び止められ、いきなり話しかけられます。固まらずに素早く温かく答え、1分ほど会話を続けたいです。
ko: 친근한 낯선 사람이 길에서 저를 멈춰 세우고 갑자기 말을 걸어요. 얼어붙지 않고 빠르고 따뜻하게 답하고, 1분 정도 대화를 이어가고 싶어요.
nl: Een vriendelijke vreemde houdt me op straat aan en begint uit het niets een gesprek. Ik wil snel en warm antwoorden in plaats van te bevriezen, en het een minuutje gaande houden.
pl: Życzliwy nieznajomy zatrzymuje mnie na ulicy i zagaduje znikąd. Chcę odpowiedzieć szybko i ciepło, zamiast zamierać, i podtrzymać rozmowę przez minutę.
pt_br: Um desconhecido simpático me para na rua e puxa conversa do nada. Quero responder rápido e com simpatia em vez de travar, e manter o papo por um minuto.
ru: Дружелюбный незнакомец останавливает меня на улице и ни с того ни с сего заводит разговор. Хочу ответить быстро и тепло, а не замереть, и поддержать беседу минуту.
sv: En vänlig främling stannar mig på gatan och börjar prata från ingenstans. Jag vill svara snabbt och varmt i stället för att frysa, och hålla igång samtalet en minut.
tr: Sokakta dost canlısı bir yabancı beni durduruyor ve durup dururken sohbet başlatıyor. Donup kalmak yerine hızlı ve sıcak yanıt vermek ve sohbeti bir dakika sürdürmek istiyorum.
uk: Привітний незнайомець зупиняє мене на вулиці й ні з того ні з сього заводить розмову. Хочу відповісти швидко й тепло, а не завмерти, і підтримати бесіду хвилину.
vi: Một người lạ thân thiện chặn tôi lại trên phố và bắt chuyện. Tôi muốn trả lời nhanh và thân thiện mà không đứng hình, và giữ cuộc trò chuyện khoảng một phút.
zh_hans: 一位友善的陌生人在街上拦住我，开始聊天。我想不愣住，快速而热情地回应，并让对话持续一分钟左右。

source: A hiring manager
ar: مسؤولة توظيف
de: Eine Personalverantwortliche
es: Una responsable de contratación
fil: Isang hiring manager
fr: Une responsable du recrutement
hi: एक हायरिंग मैनेजर
id: Manajer perekrutan
it: Una responsabile delle assunzioni
ja: 採用担当者
ko: 채용 담당자
nl: Een recruiter
pl: Rekruterka
pt_br: Uma recrutadora
ru: Менеджер по найму
sv: En rekryterare
tr: Bir işe alım yöneticisi
uk: Менеджерка з найму
vi: Một người quản lý tuyển dụng
zh_hans: 一位招聘经理

source: A potential supporter
ar: داعم محتمل
de: Ein möglicher Unterstützer
es: Un posible aliado
fil: Isang posibleng tagasuporta
fr: Un soutien potentiel
hi: एक संभावित समर्थक
id: Calon pendukung
it: Un potenziale sostenitore
ja: 支援してくれそうな人
ko: 잠재적 지지자
nl: Een mogelijke supporter
pl: Potencjalny sojusznik
pt_br: Um possível apoiador
ru: Потенциальный сторонник
sv: En möjlig supporter
tr: Olası bir destekçi
uk: Потенційний прихильник
vi: Một người có thể ủng hộ
zh_hans: 一位潜在的支持者

source: A senior colleague
ar: زميلة أقدم
de: Eine erfahrene Kollegin
es: Una colega con experiencia
fil: Isang senior na katrabaho
fr: Une collègue expérimentée
hi: एक वरिष्ठ सहकर्मी
id: Rekan kerja senior
it: Una collega esperta
ja: 先輩の同僚
ko: 선배 동료
nl: Een ervaren collega
pl: Starsza stażem koleżanka
pt_br: Uma colega sênior
ru: Старшая коллега
sv: En erfaren kollega
tr: Kıdemli bir iş arkadaşı
uk: Старша колега
vi: Một đồng nghiệp cấp cao
zh_hans: 一位资深同事

source: A skeptical interviewer
ar: مُحاور متشكك
de: Ein skeptischer Interviewer
es: Un entrevistador escéptico
fil: Isang mapag-alinlangang interviewer
fr: Un recruteur sceptique
hi: एक संदेह करने वाले इंटरव्यूअर
id: Pewawancara yang skeptis
it: Un intervistatore scettico
ja: 懐疑的な面接官
ko: 회의적인 면접관
nl: Een sceptische interviewer
pl: Sceptyczny rekruter
pt_br: Um entrevistador cético
ru: Скептичный интервьюер
sv: En skeptisk intervjuare
tr: Şüpheci bir mülakatçı
uk: Скептичний інтерв'юер
vi: Một người phỏng vấn hoài nghi
zh_hans: 一位持怀疑态度的面试官

source: A stranger says hi
ar: غريب يلقي التحية
de: Jemand Fremdes sagt Hallo
es: Un desconocido te saluda
fil: Bumati ang isang estranghero
fr: Un inconnu te dit bonjour
hi: कोई अजनबी हाय कहता है
id: Orang asing menyapa
it: Uno sconosciuto ti saluta
ja: 見知らぬ人に声をかけられる
ko: 낯선 사람이 인사해요
nl: Een vreemde zegt hoi
pl: Nieznajomy mówi cześć
pt_br: Um desconhecido diz oi
ru: Незнакомец здоровается
sv: En främling säger hej
tr: Bir yabancı merhaba diyor
uk: Незнайомець вітається
vi: Người lạ chào hỏi
zh_hans: 陌生人打招呼

source: A warm new acquaintance
ar: معرفة جديدة ودودة
de: Eine freundliche neue Bekanntschaft
es: Un conocido amable
fil: Isang magiliw na bagong kakilala
fr: Une nouvelle connaissance chaleureuse
hi: एक गर्मजोशी भरा नया परिचित
id: Kenalan baru yang ramah
it: Una nuova conoscenza cordiale
ja: 感じのいい新しい知り合い
ko: 친근한 새 지인
nl: Een warme nieuwe kennis
pl: Życzliwy nowy znajomy
pt_br: Um novo conhecido simpático
ru: Приветливый новый знакомый
sv: En varm ny bekantskap
tr: Sıcakkanlı yeni bir tanıdık
uk: Привітний новий знайомий
vi: Một người quen mới thân thiện
zh_hans: 一位友善的新朋友

source: Acknowledge a view, explain your concern, and offer an alternative.
ar: اعترف بوجهة نظر، واشرح قلقك، واقترح بديلًا.
de: Erkenne eine Sicht an, erkläre deine Bedenken und biete eine Alternative an.
es: Reconoce una opinión, explica tu preocupación y ofrece una alternativa.
fil: Kilalanin ang isang pananaw, ipaliwanag ang alalahanin mo, at mag-alok ng alternatibo.
fr: Reconnais un point de vue, explique ta préoccupation et propose une alternative.
hi: एक राय को स्वीकारें, अपनी चिंता समझाएँ और एक विकल्प दें।
id: Akui sebuah pandangan, jelaskan kekhawatiranmu, dan tawarkan alternatif.
it: Riconosci un punto di vista, spiega la tua preoccupazione e offri un'alternativa.
ja: 相手の意見を認め、懸念を説明し、代案を出しましょう。
ko: 상대 의견을 인정하고, 우려를 설명하고, 대안을 제시하세요.
nl: Erken een standpunt, leg je zorg uit en bied een alternatief.
pl: Uznaj cudzy punkt widzenia, wyjaśnij swoją obawę i zaproponuj alternatywę.
pt_br: Reconheça uma opinião, explique sua preocupação e ofereça uma alternativa.
ru: Признайте чужую точку зрения, объясните опасение и предложите альтернативу.
sv: Erkänn en synpunkt, förklara din oro och föreslå ett alternativ.
tr: Bir görüşü kabul et, endişeni açıkla ve bir alternatif sun.
uk: Визнайте чужу думку, поясніть занепокоєння й запропонуйте альтернативу.
vi: Ghi nhận một quan điểm, giải thích mối lo của bạn và đưa ra phương án khác.
zh_hans: 认可对方观点，说明你的顾虑，并提出替代方案。

source: Acknowledge the reason behind the other view.
ar: اعترف بالسبب وراء وجهة النظر الأخرى.
de: Erkenne den Grund hinter der anderen Sicht an.
es: Reconoce la razón detrás de la otra opinión.
fil: Kilalanin ang dahilan sa likod ng ibang pananaw.
fr: Reconnais la raison derrière l'autre point de vue.
hi: दूसरी राय के पीछे का कारण स्वीकारें।
id: Akui alasan di balik pandangan lain.
it: Riconosci il motivo dietro l'altro punto di vista.
ja: 相手の意見の背景を認める。
ko: 상대 의견의 이유를 인정한다.
nl: Erken de reden achter het andere standpunt.
pl: Uznaj powód stojący za drugim zdaniem.
pt_br: Reconheça o motivo por trás da outra opinião.
ru: Признайте причину другой точки зрения.
sv: Erkänn skälet bakom den andra synpunkten.
tr: Karşı görüşün arkasındaki nedeni kabul et.
uk: Визнайте причину іншої думки.
vi: Ghi nhận lý do đằng sau quan điểm khác.
zh_hans: 认可对方观点背后的理由。

source: Acknowledge what you do not yet know.
ar: اعترف بما لا تعرفه بعد.
de: Räume ein, was du noch nicht weißt.
es: Reconoce lo que aún no sabes.
fil: Aminin ang hindi mo pa alam.
fr: Reconnais ce que tu ne sais pas encore.
hi: मानें कि आप अभी क्या नहीं जानते।
id: Akui apa yang belum kamu ketahui.
it: Ammetti ciò che ancora non sai.
ja: まだわからないことを認める。
ko: 아직 모르는 것을 인정한다.
nl: Erken wat je nog niet weet.
pl: Przyznaj, czego jeszcze nie wiesz.
pt_br: Reconheça o que você ainda não sabe.
ru: Признайте, чего пока не знаете.
sv: Erkänn det du inte vet än.
tr: Henüz bilmediğini kabul et.
uk: Визнайте, чого поки не знаєте.
vi: Thừa nhận điều bạn chưa biết.
zh_hans: 承认你还不知道的地方。

source: Add one personal detail you enjoy sharing.
ar: أضف تفصيلة شخصية تحب مشاركتها.
de: Füge ein persönliches Detail hinzu, das du gern teilst.
es: Añade un detalle personal que te guste compartir.
fil: Magdagdag ng isang personal na detalye na gusto mong ibahagi.
fr: Ajoute un détail personnel que tu aimes partager.
hi: कोई निजी बात जोड़ें जो आपको बताना अच्छा लगता है।
id: Tambahkan satu detail pribadi yang senang kamu bagikan.
it: Aggiungi un dettaglio personale che ti piace condividere.
ja: 話したい個人的なことを一つ加える。
ko: 나누고 싶은 개인적인 이야기 하나를 덧붙인다.
nl: Voeg een persoonlijk detail toe dat je graag deelt.
pl: Dodaj osobisty szczegół, którym lubisz się dzielić.
pt_br: Acrescente um detalhe pessoal que você gosta de compartilhar.
ru: Добавьте личную деталь, которой любите делиться.
sv: Lägg till en personlig detalj du gillar att dela.
tr: Paylaşmaktan hoşlandığın kişisel bir ayrıntı ekle.
uk: Додайте особисту деталь, якою любите ділитися.
vi: Thêm một chi tiết cá nhân bạn thích chia sẻ.
zh_hans: 加上一个你乐于分享的个人细节。

source: An attentive listener
ar: مستمع منتبه
de: Eine aufmerksame Zuhörerin
es: Un oyente atento
fil: Isang matamang tagapakinig
fr: Un auditeur attentif
hi: एक ध्यान से सुनने वाला श्रोता
id: Pendengar yang penuh perhatian
it: Un ascoltatore attento
ja: 熱心な聞き手
ko: 주의 깊은 청중
nl: Een aandachtige luisteraar
pl: Uważny słuchacz
pt_br: Um ouvinte atento
ru: Внимательный слушатель
sv: En uppmärksam lyssnare
tr: Dikkatli bir dinleyici
uk: Уважний слухач
vi: Một người nghe chăm chú
zh_hans: 一位专注的听众

source: An impatient colleague
ar: زميلة نافدة الصبر
de: Eine ungeduldige Kollegin
es: Una colega impaciente
fil: Isang mainiping katrabaho
fr: Une collègue impatiente
hi: एक बेसब्र सहकर्मी
id: Rekan kerja yang tidak sabar
it: Una collega impaziente
ja: せっかちな同僚
ko: 성격 급한 동료
nl: Een ongeduldige collega
pl: Niecierpliwa koleżanka
pt_br: Uma colega impaciente
ru: Нетерпеливая коллега
sv: En otålig kollega
tr: Sabırsız bir iş arkadaşı
uk: Нетерпляча колега
vi: Một đồng nghiệp thiếu kiên nhẫn
zh_hans: 一位不耐烦的同事

source: Answer before you freeze, keep it warm, and hand the conversation back with a question.
ar: أجب قبل أن تتجمّد، وحافظ على الدفء، وأعد الحديث بسؤال.
de: Antworte, bevor du erstarrst, bleib herzlich und gib das Gespräch mit einer Frage zurück.
es: Responde antes de bloquearte, con calidez, y devuelve la conversación con una pregunta.
fil: Sumagot bago ka matigilan, panatilihing magiliw, at ibalik ang usapan.
fr: Réponds avant de te figer, reste chaleureux et renvoie la conversation avec une question.
hi: अटकने से पहले जवाब दें, गर्मजोशी रखें और एक सवाल से बातचीत वापस सौंपें।
id: Jawab sebelum kamu membeku, tetap hangat, dan kembalikan obrolannya.
it: Rispondi prima di bloccarti, con calore, e restituisci la conversazione con una domanda.
ja: 固まる前に答え、温かく、質問で会話を返しましょう。
ko: 얼어붙기 전에 답하고, 따뜻하게, 질문으로 대화를 넘기세요.
nl: Antwoord voor je bevriest, blijf warm en geef het gesprek terug met een vraag.
pl: Odpowiedz, zanim zamrzesz, zachowaj ciepło i oddaj rozmowę pytaniem.
pt_br: Responda antes de travar, com simpatia, e devolva a conversa com uma pergunta.
ru: Ответьте, прежде чем замрёте, сохраняйте тепло и верните разговор вопросом.
sv: Svara innan du fryser, var varm och lämna tillbaka samtalet med en fråga.
tr: Donmadan önce yanıt ver, sıcak kal ve sohbeti bir soruyla geri ver.
uk: Відповідайте, перш ніж завмрете, зберігайте тепло й поверніть розмову питанням.
vi: Trả lời trước khi đứng hình, giữ sự thân thiện và chuyển câu chuyện lại cho họ.
zh_hans: 在愣住之前回答，保持热情，再把话题抛回去。

source: Answer, then hand it back: “It's great, actually. Are you new around here?”
ar: أجب ثم أعد الكرة: «رائع في الحقيقة. هل أنت جديد هنا؟»
de: Antworte und gib es zurück: „Richtig gut sogar. Bist du neu hier?“
es: Responde y devuélvela: «La verdad es que está genial. ¿Eres nuevo por aquí?»
fil: Sumagot, tapos ibalik: “Ang ganda nga, actually. Bago ka ba rito?”
fr: Réponds, puis renvoie la balle : « Il est top, en fait. Tu es nouveau dans le coin ? »
hi: जवाब दें, फिर बात लौटाएँ: “सच में बहुत अच्छा है। आप यहाँ नए हैं?”
id: Jawab, lalu kembalikan: “Enak banget, sebenarnya. Kamu baru di sekitar sini?”
it: Rispondi e rilancia: «È ottimo, in realtà. Sei nuovo da queste parti?»
ja: 答えてから返しましょう：「すごくいいですよ。このあたりは初めてですか？」
ko: 답하고 되물으세요: “사실 꽤 좋아요. 이 동네 처음이세요?”
nl: Antwoord en geef het terug: 'Echt goed, eigenlijk. Ben je nieuw hier?'
pl: Odpowiedz i oddaj pałeczkę: „Jest świetna, serio. Jesteś tu nowy?”
pt_br: Responda e devolva: “É ótimo, na verdade. Você é novo por aqui?”
ru: Ответьте и верните мяч: «Вообще отличное. Вы здесь недавно?»
sv: Svara och lämna tillbaka: ”Det är jättebra faktiskt. Är du ny här?”
tr: Yanıtla, sonra geri ver: "Aslında çok iyi. Buralarda yeni misin?"
uk: Відповідайте й поверніть м'яч: «Узагалі чудова. Ви тут недавно?»
vi: Trả lời, rồi hỏi lại: “Ngon lắm đấy. Bạn mới đến khu này à?”
zh_hans: 先回答，再把话题抛回去：“其实挺好的。你是刚来这附近吗？”

source: Ask a direct, useful question.
ar: اطرح سؤالًا مباشرًا ومفيدًا.
de: Stell eine direkte, hilfreiche Frage.
es: Haz una pregunta directa y útil.
fil: Magtanong ng direkta at kapaki-pakinabang na tanong.
fr: Pose une question directe et utile.
hi: एक सीधा, उपयोगी सवाल पूछें।
id: Ajukan pertanyaan yang langsung dan berguna.
it: Fai una domanda diretta e utile.
ja: 率直で役に立つ質問をする。
ko: 직접적이고 유용한 질문을 한다.
nl: Stel een directe, nuttige vraag.
pl: Zadaj bezpośrednie, przydatne pytanie.
pt_br: Faça uma pergunta direta e útil.
ru: Задайте прямой полезный вопрос.
sv: Ställ en direkt, användbar fråga.
tr: Doğrudan ve yararlı bir soru sor.
uk: Поставте пряме корисне питання.
vi: Đặt một câu hỏi thẳng thắn, hữu ích.
zh_hans: 问一个直接、有用的问题。

source: Ask a genuine follow-up and respect their time.
ar: اطرح سؤال متابعة صادقًا واحترم وقته.
de: Stell eine echte Nachfrage und respektiere die Zeit der anderen Person.
es: Haz una pregunta de seguimiento sincera y respeta su tiempo.
fil: Magtanong ng taos-pusong follow-up at igalang ang oras nila.
fr: Pose une vraie question de relance et respecte son temps.
hi: एक सच्चा आगे का सवाल पूछें और उनके समय का सम्मान करें।
id: Ajukan pertanyaan lanjutan yang tulus dan hargai waktunya.
it: Fai una domanda di approfondimento sincera e rispetta il suo tempo.
ja: 心からの追加の質問をし、相手の時間を尊重する。
ko: 진심 어린 추가 질문을 하고 상대의 시간을 존중한다.
nl: Stel een oprechte vervolgvraag en respecteer hun tijd.
pl: Zadaj szczere pytanie uzupełniające i szanuj czas tej osoby.
pt_br: Faça uma pergunta de continuidade sincera e respeite o tempo da pessoa.
ru: Задайте искренний уточняющий вопрос и уважайте время собеседника.
sv: Ställ en genuin följdfråga och respektera den andras tid.
tr: İçten bir takip sorusu sor ve zamanına saygı göster.
uk: Поставте щире уточнювальне питання й шануйте час співрозмовника.
vi: Hỏi tiếp một cách chân thành và tôn trọng thời gian của họ.
zh_hans: 真诚地追问，并尊重对方的时间。

source: Ask for a clear next step.
ar: اطلب خطوة تالية واضحة.
de: Bitte um einen klaren nächsten Schritt.
es: Pide un siguiente paso claro.
fil: Humingi ng malinaw na susunod na hakbang.
fr: Demande une prochaine étape claire.
hi: एक साफ़ अगला कदम माँगें।
id: Minta langkah berikutnya yang jelas.
it: Chiedi un passo successivo chiaro.
ja: 明確な次の一歩をお願いする。
ko: 명확한 다음 단계를 요청한다.
nl: Vraag om een duidelijke volgende stap.
pl: Poproś o jasny następny krok.
pt_br: Peça um próximo passo claro.
ru: Попросите о чётком следующем шаге.
sv: Be om ett tydligt nästa steg.
tr: Net bir sonraki adım iste.
uk: Попросіть про чіткий наступний крок.
vi: Đề nghị một bước tiếp theo rõ ràng.
zh_hans: 提出一个明确的下一步。

source: Ask for a raise
ar: اطلب زيادة في الراتب
de: Um eine Gehaltserhöhung bitten
es: Pide un aumento
fil: Humingi ng dagdag-sahod
fr: Demander une augmentation
hi: वेतन-वृद्धि माँगें
id: Minta kenaikan gaji
it: Chiedere un aumento
ja: 昇給をお願いする
ko: 연봉 인상 요청하기
nl: Om opslag vragen
pl: Poproś o podwyżkę
pt_br: Pedir um aumento
ru: Попросите о повышении зарплаты
sv: Be om löneförhöjning
tr: Zam iste
uk: Попросіть підвищення зарплати
vi: Đề xuất tăng lương
zh_hans: 申请加薪

source: Ask for clarity
ar: اطلب الوضوح
de: Um Klarheit bitten
es: Pide claridad
fil: Humingi ng linaw
fr: Demander des précisions
hi: स्पष्टता माँगें
id: Minta kejelasan
it: Chiedere chiarezza
ja: はっきりさせる
ko: 명확하게 확인하기
nl: Om duidelijkheid vragen
pl: Poproś o doprecyzowanie
pt_br: Pedir clareza
ru: Попросите ясности
sv: Be om klarhet
tr: Netlik iste
uk: Попросіть ясності
vi: Hỏi cho rõ
zh_hans: 问清楚

source: Ask one specific clarification instead of guessing in your next task.
ar: في مهمتك القادمة، اسأل سؤالًا محددًا بدلًا من التخمين.
de: Stell bei deiner nächsten Aufgabe eine konkrete Rückfrage, statt zu raten.
es: En tu próxima tarea, haz una pregunta concreta en lugar de suponer.
fil: Magtanong ng isang tiyak na paglilinaw sa halip na manghula sa susunod mong gawain.
fr: Pose une question de précision au lieu de deviner lors de ta prochaine tâche.
hi: अपने अगले काम में अंदाज़ा लगाने के बजाय एक खास सवाल पूछें।
id: Ajukan satu pertanyaan klarifikasi spesifik alih-alih menebak di tugas berikutnya.
it: Nel prossimo compito, fai una domanda precisa invece di indovinare.
ja: 次の作業では、推測せずに具体的な質問を一つしましょう。
ko: 다음 업무에서는 추측하지 말고 구체적인 질문 하나를 해 보세요.
nl: Stel bij je volgende taak één concrete vraag in plaats van te gokken.
pl: Przy następnym zadaniu zadaj jedno konkretne pytanie zamiast zgadywać.
pt_br: Na sua próxima tarefa, faça uma pergunta específica em vez de adivinhar.
ru: В следующей задаче задайте один конкретный вопрос вместо догадок.
sv: Ställ en konkret fråga i stället för att gissa i nästa uppgift.
tr: Bir sonraki görevinde tahmin etmek yerine belirli bir soru sor.
uk: У наступному завданні поставте одне конкретне питання замість здогадок.
vi: Hỏi một câu làm rõ cụ thể thay vì đoán trong việc tới.
zh_hans: 下次任务中，问一个具体问题，而不是去猜。

source: Bring a concrete repair proposal when you raise a problem.
ar: أحضر اقتراح إصلاح ملموسًا حين تطرح مشكلة.
de: Bring einen konkreten Lösungsvorschlag mit, wenn du ein Problem ansprichst.
es: Lleva una propuesta concreta de solución cuando plantees un problema.
fil: Magdala ng konkretong mungkahing pag-aayos kapag nagbabanggit ng problema.
fr: Arrive avec une proposition de réparation concrète quand tu signales un problème.
hi: कोई समस्या उठाते समय एक ठोस सुधार का प्रस्ताव साथ लाएँ।
id: Bawa usulan perbaikan yang konkret saat kamu menyampaikan masalah.
it: Porta una proposta di soluzione concreta quando sollevi un problema.
ja: 問題を伝えるときは、具体的な対応策も持っていきましょう。
ko: 문제를 꺼낼 때는 구체적인 해결 방안도 함께 가져가세요.
nl: Kom met een concreet oplossingsvoorstel als je een probleem aankaart.
pl: Przychodząc z problemem, miej konkretną propozycję naprawy.
pt_br: Leve uma proposta concreta de correção quando levantar um problema.
ru: Поднимая проблему, приходите с конкретным предложением по исправлению.
sv: Ta med ett konkret förslag på lösning när du tar upp ett problem.
tr: Bir sorun dile getirdiğinde somut bir düzeltme önerisi getir.
uk: Порушуючи проблему, приходьте з конкретною пропозицією виправлення.
vi: Mang theo đề xuất khắc phục cụ thể khi nêu vấn đề.
zh_hans: 提出问题时，带上一个具体的补救方案。

source: Bring a three-line cue card to your next standup.
ar: خذ بطاقة من ثلاثة أسطر إلى اجتماعك اليومي القادم.
de: Nimm eine Karte mit drei Zeilen zu deinem nächsten Stand-up mit.
es: Lleva una tarjeta de tres líneas a tu próxima reunión diaria.
fil: Magdala ng tatlong-linyang cue card sa susunod mong standup.
fr: Apporte une fiche de trois lignes à ton prochain point d'équipe.
hi: अपनी अगली स्टैंड-अप में तीन लाइनों वाला कार्ड ले जाएँ।
id: Bawa kartu catatan tiga baris ke standup berikutnya.
it: Porta un promemoria di tre righe al prossimo stand-up.
ja: 次の朝会に、三行のメモを持っていきましょう。
ko: 다음 스탠드업에 세 줄짜리 메모를 가져가세요.
nl: Neem een kaartje met drie regels mee naar je volgende stand-up.
pl: Weź kartkę z trzema punktami na najbliższy stand-up.
pt_br: Leve um cartão de três linhas para sua próxima daily.
ru: Возьмите на следующую планёрку карточку из трёх строк.
sv: Ta med ett stödkort på tre rader till nästa stand-up.
tr: Bir sonraki günlük toplantına üç satırlık bir not kartı götür.
uk: Візьміть на наступну планірку картку з трьох рядків.
vi: Mang một thẻ ghi chú ba dòng đến buổi họp nhanh tới.
zh_hans: 下次站会时带一张三行的提示卡。

source: Choose one small boundary to state clearly this week.
ar: اختر حدًا صغيرًا واحدًا لتقوله بوضوح هذا الأسبوع.
de: Such dir eine kleine Grenze aus, die du diese Woche klar aussprichst.
es: Elige un pequeño límite para expresarlo con claridad esta semana.
fil: Pumili ng isang maliit na hangganang malinaw mong sasabihin ngayong linggo.
fr: Choisis une petite limite à exprimer clairement cette semaine.
hi: इस हफ़्ते साफ़ तौर पर कहने के लिए एक छोटी सीमा चुनें।
id: Pilih satu batasan kecil untuk dinyatakan dengan jelas minggu ini.
it: Scegli un piccolo limite da esprimere chiaramente questa settimana.
ja: 今週はっきり伝える小さな線を一つ選びましょう。
ko: 이번 주에 명확하게 말할 작은 선 하나를 정하세요.
nl: Kies deze week één kleine grens om duidelijk uit te spreken.
pl: Wybierz jedną małą granicę, którą w tym tygodniu jasno wyrazisz.
pt_br: Escolha um pequeno limite para dizer com clareza esta semana.
ru: Выберите одну небольшую границу, которую на этой неделе чётко обозначите.
sv: Välj en liten gräns att säga tydligt den här veckan.
tr: Bu hafta net söyleyeceğin küçük bir sınır seç.
uk: Виберіть одну невелику межу, яку цього тижня чітко позначите.
vi: Chọn một giới hạn nhỏ để nói rõ trong tuần này.
zh_hans: 这周选一个小界限，清楚地说出来。
